brew "stow"
brew "tmux"
brew "neovim"
brew "gnu-sed"
brew "ripgrep"
brew "fzf"
brew "lazygit"
brew "htop"
brew "git-delta"
brew "fd"
brew "gnu-sed"
brew "starship"
brew "spaceship"
brew "zoxide"
brew "eza"
brew "btop"
brew "kitty"
brew "wezterm"
brew "podman"
brew "zellij"
brew "ffmpegthumbnailer"
brew "sevenzip"
brew "jq"
brew "poppler"
brew "imagemagick"
brew "font-symbols-only-nerd-font"
brew "yazi"
